bm/result-releases/0.0.5/output/phalcon.ab.log
This is ApacheBench, Version 2.3 <$Revision: 1430300 $>
Copyright 1996 Adam Twiss, Zeus Technology Ltd, http://www.zeustech.net/
Licensed to The Apache Software Foundation, http://www.apache.org/

Benchmarking php-frameworks.semasping.info (be patient)


Server Software:        Apache/2.4.6
Server Hostname:        php-frameworks.semasping.info
Server Port:            80

Document Path:          /phalcon-3.2/public/categories
Document Length:        9236 bytes

Concurrency Level:      10
Time taken for tests:   3.011 seconds
Complete requests:      52
Failed requests:        0
Write errors:           0
Total transferred:      509986 bytes
HTML transferred:       489475 bytes
Requests per second:    17.27 [#/sec] (mean)
Time per request:       578.981 [ms] (mean)
Time per request:       57.898 [ms] (mean, across all concurrent requests)
Transfer rate:          165.42 [Kbytes/sec] received

Connection Times (ms)
              min  mean[+/-sd] median   max
Connect:        0    1   1.7      1       9
Processing:   417  528  55.6    530     641
Waiting:      410  518  55.4    518     630
Total:        418  529  55.7    531     642

Percentage of the requests served within a certain time (ms)
  50%    531
  66%    552
  75%    578
  80%    581
  90%    598
  95%    619
  98%    637
  99%    642
 100%    642 (longest request)